Repository: IvViktor/vivan-reviews-plugin
Catalog: languages/vivan-reviews-plugin-*.po
Languages: ru_ru

source: Simple plugin for leaving visitors reviews on your site.
ru_ru: Простой плагин обеспечивает поселителям возможность оставить отзыв на сайте

source: Viktor Ivanchenko
ru_ru: Виктор Иванченко

source: reCAPTCHA challenge is not passed.
ru_ru: reCAPTHCA не совпадает.

source: Name is not specified.
ru_ru: Не указано имя.

source: Email address is not valid.
ru_ru: Неверный формат адреса электронной почты.

source: Email address is not specified.
ru_ru: Не указан адрес электронной почты.

source: Review text is not entered.
ru_ru: Текс отзыва не указан.

source: Review by
ru_ru: Отзыв от

source: Internal server error was found during posting your review.
ru_ru: Во время обработки Вашего отзыва произошла внутренняя ошыбка сервера.

source: Your review was successfully added.
ru_ru: Ваш отзыв был успешно оставлен на сайте.

source: Visitor name
ru_ru: Имя посетителя

source: Visitor email address
ru_ru: Email адрес посетителя

source: Visitor email
ru_ru: Email адрес посетителя
